Repository: malusama/Vitals
Catalog: Vitals/Resources/Localizable.xcstrings
Source language: en
Languages: cs

source: About
cs: O aplikaci

source: Active
cs: Aktivní

source: App
cs: Aplikace

source: Appearance
cs: Vzhled

source: Author
cs: Autor

source: Battery
cs: Baterie

source: Battery Saving Interval
cs: Interval úspory baterie

source: Battery Time
cs: Výdrž baterie

source: Ch
cs: Kan.

source: Charging
cs: Nabíjí se

source: Check for Updates
cs: Zkontrolovat aktualizace

source: Checking…
cs: Kontroluji…

source: Compressed
cs: Komprimovaná

source: Contrast
cs: Kontrast

source: Copied!
cs: Zkopírováno!

source: Copy log command
cs: Zkopírovat příkaz logu

source: Cores
cs: Jádra

source: Could not check for updates
cs: Kontrolu aktualizací se nepodařilo provést

source: CPU Temperature
cs: Teplota CPU

source: CPU Usage
cs: Využití CPU

source: Cycles
cs: Cykly

source: Disk Usage
cs: Využití disku

source: Fan Speed
cs: Otáčky ventilátoru

source: Free
cs: Volné

source: Full In
cs: Plné za

source: Gathering…
cs: Načítání…

source: General
cs: Obecné

source: Glass Effect
cs: Efekt skla

source: Glass Preview
cs: Náhled skla

source: Glass Style
cs: Styl skla

source: GPU Usage
cs: Využití GPU

source: Health
cs: Kondice

source: Idle
cs: Nečinné

source: Language
cs: Jazyk

source: Launch at Login
cs: Spustit při přihlášení

source: Load
cs: Zatížení

source: Local IP
cs: Místní IP

source: Memory
cs: Paměť

source: Menu Bar Items
cs: Položky v liště

source: Name
cs: Název

source: Network
cs: Síť

source: Network Down
cs: Stahování

source: Network Up
cs: Odesílání

source: Not Connected
cs: Nepřipojeno

source: Off
cs: Vyp

source: On AC power — full performance
cs: Napájení ze sítě — plný výkon

source: On Battery
cs: Na baterii

source: On battery — saving mode active
cs: Na baterii — úsporný režim je aktivní

source: Opacity
cs: Krytí

source: Open Activity Monitor
cs: Otevřít Monitorování aktivity

source: Open Settings
cs: Otevřít Nastavení

source: Plugged In
cs: Napájení ze sítě

source: Privacy
cs: Soukromí

source: Public IP
cs: Veřejná IP

source: Refresh every
cs: Obnovovat každých

source: Relaunch Now
cs: Restartovat nyní

source: Remaining
cs: Zbývá

source: Reset to Default
cs: Obnovit výchozí

source: Scale
cs: Měřítko

source: Section Order
cs: Pořadí sekcí

source: Show public IP (queries api.ipify.org)
cs: Zobrazit veřejnou IP (odešle dotaz na api.ipify.org)

source: Something not working — widgets show no data, a sensor reads zero? Copy this command and run it in Terminal to see the last 30 minutes of Vitals logs.
cs: Něco nefunguje — widgety nezobrazují data, senzor ukazuje nulu? Zkopírujte tento příkaz a spusťte jej v Terminálu, abyste viděli posledních 30 minut logů aplikace Vitals.

source: Startup
cs: Spouštění

source: Status
cs: Stav

source: Style %@
cs: Styl %@

source: System
cs: Systém

source: System Power
cs: Příkon systému

source: Takes effect after relaunch
cs: Projeví se po restartu aplikace

source: Text Contrast
cs: Kontrast textu

source: Text Size
cs: Velikost textu

source: Top Processes
cs: Nejnáročnější procesy

source: Total Down
cs: Staženo celkem

source: Total Up
cs: Odesláno celkem

source: Up to date
cs: Aktuální verze

source: Update available: %@
cs: Dostupná aktualizace: %@

source: Update Interval
cs: Interval aktualizace

source: Uptime
cs: Doba běhu

source: User
cs: Uživatel

source: Version
cs: Verze

source: When enabled, Vitals sends an HTTPS request to the external service api.ipify.org to look up your public IP address. Off by default.
cs: Když je zapnuto, Vitals odešle HTTPS požadavek na externí službu api.ipify.org pro zjištění vaší veřejné IP adresy. Ve výchozím stavu vypnuto.

source: When your Mac is unplugged and running on battery, Vitals automatically switches to this longer refresh interval and reduces expensive sensor reads to save energy.
cs: Když je Mac odpojený a běží na baterii, Vitals se automaticky přepne na tento delší interval obnovování a omezí náročná čtení senzorů, aby šetřil energii.

source: Wired
cs: Rezervovaná
